Repository: eliseiml/flutter_styret
Catalog: lib/l10n/intl_*.arb
Languages: nb

# kEmail
source: Email
nb: Epost

# kPassword
source: Password
nb: Passord

# kInvalidEmail
source: Email is invalid
nb: Epost er ugyldig

# kInalidPassword
source: Password is invalid
nb: Passordet er ugyldig

# kLogin
source: LOGIN
nb: LOGG INN

# kWrongInputNotification
source: The email or password don't match.
nb: E-post eller passord ikke stemmer overens.

# kListOfProperties
source: List of properties
nb: Eindomsliste

# kNoPropertiesFound
source: No properties found
nb: Nei egenskaper funnet

# kEvents
source: Events
nb: Oppgaver

# kDiscrepancies
source: Discrepancies
nb: Avvik

# kRegistered
source: Registered
nb: Registrert

# kDeadline
source: Deadline
nb: Frist

# kLogout
source: Log out
nb: Logg utt

# kLanguage
source: Language
nb: Språk

# kLoadingError
source: Loading error
nb: Lasting feil

# kDiscStatusAwaitOnImprove
source: Await on improvement
nb: Venter på forbedring

# kDiscStatusAwaitOnAccept
source: Await on accept
nb: Venter på godta for

# kDiscStatusAwaitOnSolution
source: Await on solution
nb: Venter på løsning

# kDiscStatusDiscCreated
source: Discrepancy created
nb: Avvik opprettet

# kDiscStatusUndefined
source: Undefined status
nb: Udefinert status
